Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: <b>Note:</b> The translation percentages shown apply to the core game interface and in-game help only. More complete stats, including details for each campaign, are available at the following page:
uk_ua: <b>Примітка:</b> Показаний відсоток перекладу відноситься лише до основному інтерфейсу гри та внутрішньої довідки. Більше статистики, включаючи інформацію про кожну окрему кампанію, можна знайти за наступним посиланням:

source: <b>Recall Cost</b>
uk_ua: <b>Вартість заклику</b>

source: <b>Training</b>
uk_ua: <b>Тренування</b>

source: <b>Upkeep</b>
uk_ua: <b>Утримування</b>

source: <big>AAAaaiiigghh!!</big>
uk_ua: <big>АААаааййй!!</big>

source: <big>Click a mouse button or press the spacebar to continue...</big>
uk_ua: <big>Клацніть мишкою чи натисніть пробіл для продовження...</big>

source: <bold>text='Advanced'</bold>
uk_ua: <bold>text='Додатково'</bold>

source: <command>[;<command>...]
uk_ua: <command>[;<команда>...]

source: <emphasis role="strong">Arcane</emphasis>: An attack that dispels the magic animating zombies, specters, and other undead creatures and spirits. Example: A white mage&#8217;s magic attack.
uk_ua: <emphasis role="strong">Містична</emphasis>: Ця атака розсіює магію, яка рухає зомбі, привидів і інших мерців та духів. Приклад: магічна атака білого мага.

source: <emphasis role="strong">Blade</emphasis>: Weapons with a cutting edge, used to chop pieces of flesh from a foe. Examples: dagger, scimitar, saber, drake claws.
uk_ua: <emphasis role="strong">Ріжуча</emphasis>: Зброя з гострим лезом, використовується для відрізання шматків плоті ворогів. Приклади: кинджал, ятаган, шабля, кігті дрейка.

source: <emphasis role="strong">Cold</emphasis>: Weapons based on cold or ice missiles. Example: A Dark Adepts&#8217;s chill wave.
uk_ua: <emphasis role="strong">Холод</emphasis>: Зброя, що посилає заряди холоду або льоду. Приклад: удар холодом темного адепта.

source: <emphasis role="strong">Fire</emphasis>: Weapons using fire to roast the foe like a chicken. Example: A drake&#8217;s fire breath.
uk_ua: <emphasis role="strong">Вогонь</emphasis>: Зброя, що використовує вогонь, щоб підсмажити ворога, як курча. Приклад: вогняне дихання дрейка.

source: <emphasis role="strong">Impact</emphasis>: Weapons having neither a sharp point nor a cutting edge, but heavy enough to break an enemy&#8217;s bones. Examples: mace, staff, Troll fist.
uk_ua: <emphasis role="strong">Ударна</emphasis>: У цієї зброї немає ні гострої кромки, ні леза, але вона має достатню вагу, щоб трощити кістки противника. Приклади: булава, палиця, кулак троля.

source: <emphasis role="strong">Piercing</emphasis>: Weapons with a sharp point and either a long handle or a missile, used to perforate foe&#8217;s body and damage internal organs. Examples: Knight or infantry pike, arrow.
uk_ua: <emphasis role="strong">Колюча</emphasis>: Зброя із загостреним кінцем, або прикріплена до держака, або послана як снаряд. Використовується для пробиття тіла противника і ушкодження внутрішніх органів. Приклади: спис лицаря або піхотинця, стріла.

source: <event name>
uk_ua: <ім'я події>

source: <header>text='Basic Terrain Types'</header>
uk_ua: <header>text='Базові види місцевостей'</header>

source: <header>text='Campaigns and Scenarios'</header>
uk_ua: <header>text='Кампанії та Сценарії'</header>

source: <header>text='Chance to Hit'</header>
uk_ua: <header>text='Шанс попадания'</header>

source: <header>text='Cores'</header>
uk_ua: <header>text='Ядра'</header>

source: <header>text='Creator Resources'</header>
uk_ua: <header>text='Ресурси творця'</header>

source: <header>text='Defense Caps'</header>
uk_ua: <header>text='Поріг захисту'</header>

source: <header>text='Ellipses'</header>
uk_ua: <header>text='Еліпси'</header>

source: <header>text='Fundamentals of Gameplay'</header>
uk_ua: <header>text='Основи гри'</header>

source: <header>text='Groups of units within this race'</header>
uk_ua: <header>text='Група бійців цієї раси'</header>

source: <header>text='Mixed Terrain Types'</header>
uk_ua: <header>text='Змішані типи місцевостей'</header>

source: <header>text='Modifications'</header>
uk_ua: <header>text='Модифікації'</header>

source: <header>text='Multiplayer Campaigns, Scenarios, and Map Packs'</header>
uk_ua: <header>text='Кампанії, Сценарії та Пакети Карт Мультиплеєру'</header>

source: <header>text='Multiplayer Eras and Factions'</header>
uk_ua: <header>text='Ери та Фракції Мультиплеєру'</header>

source: <header>text='Multiplayer and undo'</header>
uk_ua: <header>text='Багатокористувацька гра та відміна дії'</header>

source: <header>text='Order and Number of Strikes'</header>
uk_ua: <header>text='Порядок і Кількість Атак'</header>

source: <header>text='Subgroups of units within this group'</header>
uk_ua: <header>text='Підгрупи цих бійці всередині цього загону'</header>

source: <header>text='Units of this group'</header>
uk_ua: <header>text='Бійці цієї групи'</header>

source: <header>text='Units of this race'</header>
uk_ua: <header>text='Бійці цієї раси'</header>

source: <header>text='Units with this ability'</header>
uk_ua: <header>text='Бійці з цією здібністю'</header>

source: <header>text='Units with this special attack'</header>
uk_ua: <header>text='Бійці з цією особливістю зброї'</header>

source: <header>text='Unlikely reasons'</header>
uk_ua: <header>text='Рідкісні причини'</header>

source: <header>text=Damage</header>
uk_ua: <header>text=Шкода</header>

source: <i><span font_family='DejaVu Sans'>➤</span> Copy a full report here:</i>
uk_ua: <i><span font_family='DejaVu Sans'>➤</span> Скопіювати повну інформацію :</i>

source: <i><span font_family='DejaVu Sans'>➤</span> Re-open the version migrator dialog:</i>
uk_ua: <i><span font_family='DejaVu Sans'>➤</span> Перезапустити вікно міграції:</i>

source: <i><span font_family='DejaVu Sans'>➤</span> Report an issue or request a feature:</i>
uk_ua: <i><span font_family='DejaVu Sans'>➤</span> Повідомити про проблему або запропонувати покращення:</i>

source: <i>Angarthing, is something wrong?</i>
uk_ua: <i>Ангарсінгу, щось не так?</i>

source: <i>Arcane</i> attacks are very powerful against undead.
uk_ua: <i>Містична</i> атака особливо сильна проти мерців.

source: <i>Aye, we shall have to watch him more closely. Something is strange about him and the rest of these masked ones.</i> Lead the way, Movrur.
uk_ua: <i>Еге ж, спостерігатимемо за ним більш уважно. Щось з ним не так, і з його товаришами в масках.</i> Показуй дорогу, Мовруре.

source: <i>But to be angered enough to attack you? And besides, you were his student. You have the right to be the most angry of all, yet even you have made peace with us. Should they not recognize this?</i>
uk_ua: <i>Але бути настільки розлюченими, щоб нападати на тебе? І крім того, ти була його ученицею. Ти маєш право бути найбільш розлюченою з них усіх, але ж ти маєш мир з нами. Чи не повинні вони зрозуміти це?</i>

source: <i>Chapter One:</i> Unlawful Research
uk_ua: <i>Розділ 1:</i> Заборонені дослідження

source: <i>Chapter Three:</i> To Conquer Death
uk_ua: <i>Розділ 3:</i> Як подолати смерть

source: <i>Chapter Two:</i> Two Missions
uk_ua: <i>Розділ 2:</i> Два завдання

source: <i>Clack</i>! <i>Clack!</i>
uk_ua: <i>Клац</i>! <i>Клац!</i>

source: <i>Clack</i>! <i>Splat</i>!
uk_ua: <i>Клац</i>! <i>Геп</i>!

source: <i>Did I not tell you to be silent?</i>
uk_ua: <i>Чи не казав я тобі помовчати?</i>

source: <i>Did I say something I should have not?</i>
uk_ua: <i>Чи я сказав щось не те?</i>

source: <i>Dulcatulos, you dunce...</i>
uk_ua: <i>Дулкатулосе, ти бовдур...</i>

source: <i>Ethiliel, what in the world is going on?</i>
uk_ua: <i>Етілієль, що тут відбувається?</i>

source: <i>Feral</i> units, such as Bats and wild animals, will avoid villages. Even if they occupy a village hex, they do not gain any defensive benefits from the village, although they will still be healed.
uk_ua: <i>Дикі</i> бійці, такі як кажани і дикі тварини, уникатимуть сіл. Навіть якщо вони займуть поле з селом, вони не отримають ніякого додаткового захисту, хоча будуть зцілюватись.

source: <i>Fight past our foes, but if possible, fight to subdue and not to kill. We elves have suffered enough from this ordeal. I would not have our people be slaughtered needlessly as well.</i>
uk_ua: <i>Битися з нашими противниками, але, якщо це можливо, не вбивати їх. Ми, ельфи, вже достатньо постраждали від цього випробування. Я не хотіла б, щоб наші народи безглуздо вбивали один одного.</i>

source: <i>From the Journal of Ardonna of Tarrynth</i> 9 XII, 22 YW: It’s unfair that we humans must die after so few years. Elves and dwarves live far longer. Though this may be the natural order, we need not embrace it! The lords on the Green Isle knew how to live forever. Pursuit of that knowledge was declared illegal by King Haldric I, but I believe it is worth the risk. As I watched my family waste away of various maladies, I vowed that I would not share their fate, and if I can rediscover the secrets of the ancients I will be a hero to the whole continent! I shall begin research in earnest this winter.
uk_ua: <i>Зі щоденника Ардонни Тарринтської</i> 9 XII, 22 р.В.: Людям відміряний несправедливо короткий вік. Ельфи й гноми живуть куди довше. Звісно, нас такими створила природа, та із цим не можна миритися! Владарі Зеленого острова відали, як жити вічно. Король Гільдрік I оголосив ту мудрість забороненою, але я ладна ризикнути. На моїх очах родичі конали від різних пошестей. Хай там як, а я не збираюся гинути, як вони. Я розкрию таємниці древніх та уславлюся на весь континент! Цієї зими починаю докладні дослідження.

source: <i>Harper, do what I says to ya.</i>
uk_ua: <i>Харпер, роби, шо я тобі кажу.</i>

source: <i>Hmph. Clear that you won’t help us fight, but I gots no more time to be stayin’ here. If we is going to resist the Crown a second time, we needs ourselves a good plan. Hope that you’re not sending us to our deaths, Maddock.</i>
uk_ua: <i>Хм, очевидно, ти не збираєшся допомагати нам військами, але я се одно не маю часу тут лишатись. Як ми збираємося протистояти Короні, нам доведеться розробити хоч якийсь план. Сподівайсь, ти не посилаєш нас на смерть, Маддоку.</i>

source: <i>I am not sure. Mebrin was beloved by many of our people. His death must have angered some of them greatly, perhaps to the point that they have become utterly irrational. Even so, this seems like madness to me.</i>
uk_ua: <i>Я не впевнена. Мербіна любило багато нашого народу. Його смерть певно, що неймовірно розлютила декого з них, мабуть, настільки, що вони стали вкрай недоумкуватими. Вони навіть розлючені на мене.</i>

source: <i>I warned him that the elves would not easily agree to help us.</i>
uk_ua: <i>Я попереджував, що ельфи так просто нам не допоможуть.</i>

source: <i>I</i> will accompany the human and his men to Mebrin, and he can decide whether or not he wants to help us. I will not ask you to place yourselves in danger for these humans, but you will not presume to tell me — nor Mebrin — what to do. Is that fair?
uk_ua: <i>Я</i> поведу люди та його солдатів до Мербіна, а він вже вирішить, допомагати нам чи ні. Я не прошу вас наражатися на небезпеку заради цих людей, але ви не маєте права говорити мені — чи Мербіну — що робити. Чи це чесно?

source: <i>Indeed, but he is right as well. We must do something, or our people will surely be slaughtered.</i>
uk_ua: <i>Авжеж, але й він правий. Ми маємо щось зробити, інакше наших людей точно переб'ють.</i>

source: <i>Indeed, these elves are not as incorruptible and pure as they like to believe they are. I suspect that this sage’s pride led him to believe that he could master a power that is uncontrollable.</i>
uk_ua: <i>Справді, ці ельфи не такі вже й неспотворні та чисті, якими вони хочуть здаватися. Я підозрюю, що гордість мудреця змусила його повірити, що він зможе осягнути того, що неможливо контролювати.</i>

source: <i>It can’t be...</i>
uk_ua: <i>Не може бути...</i>

source: <i>It don’t really matter right now. Harper, get yerself out o’ here. This be no kind of battle for you.</i>
uk_ua: <i>Взагалі се й не дуж важливо. Харпер, негайно тікай звідси. Тобі не місце у цій сутичці.</i>

source: <i>Lawful</i> units fight better by day, and <i>chaotic</i> units fight better at night. <i>Neutral</i> units are unaffected by the time of day. The rare <i>liminal</i> units fight best during twilight.
uk_ua: <i>Порядні</i> бійці краще б'ються вдень, а <i>хаотичні</i> - вночі. На <i>Нейтральних</i> бійців час доби не впливає. Рідкісний вид <i>тіньових</i> бійців краще б'ється у сутінках.

source: <i>Leaders</i> can recruit or recall units from any keep inside a castle, not just the keep they start on. Sometimes your allies may be willing to make room for you on their keep so you can recruit from there, and you can even capture an enemy’s keep and use that.
uk_ua: <i>Лідери</i> можуть вербувати і закликати бійців не лише в тому замку, в якому вони почали гру. Деякі Ваші союзники можуть добровільно надавати Вам укриття у своєму замку, щоб ви могли вербувати бійців у них. Також Ви можете захоплювати замки ворога і вербувати нових бійців там.

source: <i>Listen carefully. I shall not openly speak against Asheviere seeing as some of her spies are in the city... however, rest assured, I certainly do not trust the Queen and her questionable tactics.</i>
uk_ua: <i>Слухай уважно. Відкрито я не повставатиму проти слів Ашевір, бо її шпигуни повсюди, навіть у цьому місті... хоча, не сумнівайся, я точно не довіряю Королеві чи її дивним стратегіям.</i>

source: <i>Look again, slave. We march among their ranks too!</i>
uk_ua: <i>Придивися, раб. Наші люди є й серед їхніх лав</i>

source: <i>Never mind. I shall deal with you later.</i>
uk_ua: <i>Забудь. Я розберуся з тобою пізніше.</i>

source: <i>Now, be silent while the master speaks.</i>
uk_ua: <i>Тож помовч, не відкривай рота, поки я не дозволю.</i>

source: <i>Quid pro quo.</i> Our aid is never given freely. You have something that may be useful to us.
uk_ua: <i>Щось для чогось.</i> Ми ніколи не роздаємо допомогу задля забави. У тебе є те, що може нам знадобитися.

source: <i>Quiet, dirtgrubber. Ye’ll not cry for help from these newcomers, else I’ll torture yer family ta death bef’re yer eyes.</i>
uk_ua: <i>Тихо, землеїде. Якщо ти будеш прохати про допомогу, я закатую всю твою сім'ю у тебе на очах</i>

source: <i>Since a few years back, I thinks, but weren’t never her giving out no orders...</i>
uk_ua: <i>Вже кілька літ, гадаю, але вона ніколи не видавала ніяких наказів...</i>

source: <i>Sir Deoran, sages and mystics of great skill and age are often the first to succumb to the taint of black magic. Wisdom and power are not enough to master undeath — the only way to conquer it is to resist the temptation altogether. If this Mebrin played a part in the summoning of these undead, I do not doubt that he was corrupted as well.</i>
uk_ua: <i>Пане Деоране, могутні мудреці та чаклуни на схилі років найчастіше спокушаються темними мистецтвами. Мудрості та сили недостатньо, щоб оволодіти ними — єдиний шлях це не піддаватися спокусі взагалі. Якщо цей Мербін брав участь у піднятті цих мерців, я не сумніваюся, що його вже було спотворено.</i>

source: <i>Slurp, click, click, click!</i>
uk_ua: <i>Цмок, клац, клац, клац!</i>

source: <i>So he has decided that I am to take command? Very well, I have never been one to back down from a challenge.</i> Yes, we should assemble what troops we can at my encampment and organize a front against the bandits. I shall raise the white and red banners and lead us against them. The South Guard fights again!
uk_ua: <i>То він вирішив, що я тут, щоб узяти на себе командування? Дуже добре, я ніколи не був з тих, хто відмовляється від випробувань.</i> Так, ми маємо зібрати усіх бійців, що зможемо, в моєму таборі та організувати фронт проти розбійників. Я підійму білі та червоні стяги, і поведу нас проти них. Південна Гвардія знову в строю!

source: <i>Something is suspicious here. Stay alert and keep an eye on what those masked dwarves do. Movrur, too.</i>
uk_ua: <i>Все занадто підозріло. Не розслабляйся та слідкуй, що роблять ті гноми в масках. І Моврура теж пильнуй.</i>

source: <i>Stop speaking, you imbecile.</i> That would be the power of runecraft you witness. No fool would take a broken weapon into battle, much less a precious artifact like the Hammer. Karrag holds it as a symbol of his knowledge and mastery of lore, no more than that.
uk_ua: <i>Помовч, ідіоте.</i> Це була сила магії рун. Навіть дурень не візьме зламану річ у битву, особливо такий дорогий артефакт як Молот. Карраґ використовує його виключно як символ його знань та майстерства, нічого більше.

source: <i>Swamp</i>?! I’m under five feet tall, and I don’t float! ... Argh, have it your way.
uk_ua: <i>Болота</i>?! Та в мені і 5 футів немає, я плавати не умію! ... Ааа, як знаєте.

source: <i>That did not really answer your concern.</i> Very well, that sounds reasonable to me.
uk_ua: <i>Він уникає відповіді та переводить тему</i> Дуже добре, так і зробимо.

source: <i>That’s not what the guards are for...</i>
uk_ua: <i>Це не те, для чого потрібна охорона...</i>

source: <i>The Battle for Wesnoth</i> relies on volunteers for development, including translation. Translations may drift behind or even become abandoned.
uk_ua: Розробкою <i>The Battle for Wesnoth</i> займаються виключно на добровільних засадах, включаючи переклад. Переклади можуть відставати або навіть бути закинутими.

source: <i>The Name Journey</i>
uk_ua: <i>Подорож за Ім'ям</i>

source: <i>The New Mage Ceremony</i>
uk_ua: <i>Церемонія посвячення в Маги</i>

source: <i>The events that transpired in those caves brought too much grief for me to be angry any longer. But, I am afraid the rest of my people did not see firsthand what Mebrin had become. As for attacking me, I am not usually the one in command of our warriors; that responsibility belongs to Ithelden, whom I very much doubt sent anyone to come hunt us down. Something else is going on.</i>
uk_ua: <i>Події, що сталися в тих печерах, принесли мені занадто горя, щоб бути розлюченою. Але я боюся, більшість мого народу на власні очі не бачили, ким став Мербін. А щодо атаки на мене, я не та, хто командує нашими воїнами; ця відповідальність покладена на Ітельдена, який, я сумніваюся, що відправив би когось полювати на нас. Коїться щось інше.</i>

source: <i>The mark of Wesnoth’s banner bold Comes not from its own land; It comes from Dwarfdom, grim and old Made by a runesmith’s hand. So now I tell from whence it came — The Fire-sceptre great — And of the makers of the same, Their tale I now relate...</i>
uk_ua: <i>Зухвалий символ на стязі, Що Весноту є знак; Він не з його земель повстав — З суворих гір, де Гном бував. Й рукою Гнома був створен, Рукою майстра рун. Тож я скажу, як все було — Великий Скіпетр Вогню Та ті, хто породив його, Повість про них перекажу…</i>

source: <i>The sun sets...</i>
uk_ua: <i>Сонце сідає...</i>

source: <i>Thump</i>!
uk_ua: <i>Стук</i>!

source: <i>Uncle, since when did we have a queen?</i>
uk_ua: <i>Дядьку, відколи ми маємо королеву?</i>

source: <i>Up axes!</i> We will be the Northern Alliance’s arm today, and kill or scatter these invaders.
uk_ua: <i>До зброї!</i> Сьогодні ми знову станемо караючою рукою Північного Альянсу та вб'ємо чи прогонимо цих загарбників.

source: <i>Very well.</i>
uk_ua: <i>Зрозумів.</i>

source: <i>Well, I do not normally make my relationship with them known, but I can make an exception. Southeast of here, in Carcyn, you may find assistance from one of my... contacts. Their methods should be better suited to your needs. As for your homes, I cannot offer you protection against Weldyn, but I can arrange for some roads to be closed to delay their patrols. That is the most I can do for you.</i>
uk_ua: <i>Що ж, зазвичай я не розголошую своїх зв'язків з ними, але я зроблю виключення. На південному сході звідси, в Карцині, ти зможеш знайти допомогу декого з моїх... знайомих. Їхні методи точно пасуватимуть вашим потребам. А щодо ваших домів, я не можу пообіцяти свого захисту, але я можу перекрити деякі шляхи, щоб патрулям Весноту знадобилося більше часу. Це все, що я можу запропонувати.</i>

source: <i>What can ya offer us then?</i>
uk_ua: <i>Тоді шо ти можиш нам запропонувать?</i>

source: <i>What should we do?</i>
uk_ua: <i>Що нам робити?</i>

source: <i>What</i>?!
uk_ua: <i>Що</i>?!

source: <i>What?!</i>
uk_ua: <i>Що?!</i>

source: <i>Yes</i>! We did it! We are free!
uk_ua: <i>Так</i>! Ми це зробили! Ми вільні!

source: <i>― Dominant Gorlack, 3YW</i>
uk_ua: <i>― Домінант Горлак, 3 рік Е.В.</i>

source: <i>― Great Mage Delfador, 516YW</i>
uk_ua: <i>― Великий маг Делфадор, 516 рік Е.В.</i>

source: <i>― Great Mage Delfador, 520YW</i>
uk_ua: <i>― Великий маг Делфадор, 520 рік Е.В.</i>

source: <i>― Great Sage Dacyn, 626YW</i>
uk_ua: <i>― Великий мудрець Дацин, 626 рік Е.В.</i>

source: <i>― Haldric II, 42YW, Handbook of Tactical Analysis: Volume I</i>
uk_ua: <i>― Халдрік II, 42 рік Е.В., Довідник з тактичного аналізу: Том I</i>

source: <i>― Haldric II, 43YW, Handbook of Tactical Analysis: Volume II</i>
uk_ua: <i>― Халдрік II, 43 рік Е.В., Довідник з тактичного аналізу: Том II</i>

source: <i>― High Lord Kalenz, 470YW</i>
uk_ua: <i>― Верховний Лорд Каленз, 470 рік Е.В.</i>

source: <i>― Kai Laudiss, 623YW</i>
uk_ua: <i>― Кай Лаудісс, 623 рік Е.В.</i>

source: <i>― King Konrad, 536YW</i>
uk_ua: <i>― Король Конрад, 536 рік Е.В.</i>

source: <i>― Lord Hamel of Knalga</i>
uk_ua: <i>― Хамель, Лорд Кналга</i>

source: <i>― Lord Tallin of Knalga, 538 YW</i>
uk_ua: <i>― Таллін, Лорд Кналга, 538 Е.В.</i>

source: <i>― Memoirs of Gweddry, 627YW</i>
uk_ua: <i>― Мемуари Гведдрі, 627 рік Е.В.</i>

source: <i>― Meneldur, 123YW</i>
uk_ua: <i>― Менельдур, 123 рік Е.В.</i>

source: <i>― Princess Li’sar, 515YW</i>
uk_ua: <i>― Принцеса Лі'сар, 515 рік Е.В.</i>

source: <i>― Queen Asheviere, 503YW</i>
uk_ua: <i>― Королева Ашевір, 503 рік Е.В.</i>

source: <i>― Queen Li’sar, 528YW</i>
uk_ua: <i>― Королева Лі'сар, 528 рік Е.В.</i>

source: <i>― Royal Compendium of Battle Terminology: Volume II (reprinted 221YW)</i>
uk_ua: <i>― Королівський конспект військової термінології: Том II (перевидання 221 рік Е.В.)</i>

source: <i>― Sir Gerrick of Westin, 607YW</i>
uk_ua: <i>― Сер Геррік Вестінський, 607 рік Е.В.</i>

source: <i>― Sir Kaylan, 498YW</i>
uk_ua: <i>― Сер Кайлан, 498 рік Е.В.</i>

source: <i>― Sir Kaylan, 502YW</i>
uk_ua: <i>― Сер Кайлан, 502 рік Е.В.</i>

source: <i>― The Scroll of Chantal, 516YW</i>
uk_ua: <i>― Сувій Шанталь, 516 рік Е.В.</i>

source: <i>― The Wesnoth Community</i>
uk_ua: <i>― Спільнота Весноту</i>

source: <i>― The Wesnoth Design Guide</i>
uk_ua: <i>― Проектний посібник Весноту</i>

source: <i>― The Wesnoth Tactical Guide</i>
uk_ua: <i>― Тактичний посібник Весноту</i>

source: <i>“Baldras, you would’ve been proud. We fought them soldiers off twice, gave them a good ol’ thrashing they won’t ever forget. But in the end, it weren’t enough. We had to run like criminals before they killed us all.”</i>
uk_ua: <i>“Балдрасе, ти можеш пишатця нами. Ми билися супроти солдатів і двічі дали їм годну відсіч, яку вони ніколи не забудуть. Але сього все одно було мало. Нам довелося покинути свої хати та тікати, наче злочинцям.”</i>

source: <i>“Bring these Wesfolk too? It would be... highly irregular.”</i> Bah! I’ll show you irregular...
uk_ua: <i>Але ви також притягли весфольків? Є в цьому щось... неправильне.</i> Ха! Я тобі покажу неправильне...
